Todo201906.org
#+TITLE: Org-mode todo 2019-06
#+AUTHOR: [[https://wangcc.me][Chaochen Wang]]
#+EMAIL: chaochen@wangcc.me
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:t f:t inline:t num:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t

#+BEGIN_EXAMPLE 
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
#+END_EXAMPLE


* TODO draft for ikemoto lets aim to finish writing after student seminar :AMU:
DEADLINE: <2019-06-24 Mon>
*** DONE refit CFA with modified models <2019-05-29 Wed 17:55> 
*** DONE meeting with Dr. Ikemoto, final model confirmed <2019-05-30 Thu 17:35>
*** DOING summarise refitted results 
*** DONE draw the graph <2019-06-07 Fri 11:57>
*** DONE Table 2 summary <2019-06-07 Fri 11:58>
*** DONE Paper done 40% <2019-06-26 Wed 09:39>


