Todo201906.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-06-28 Fri 12:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Org-mode todo 2019-06</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="[[https://wangcc.me][Chaochen Wang]]Chaochen Wang" />
</head>
<body>
<div id="content">
<h1 class="title">Org-mode todo 2019-06</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf15c4ef">1. <span class="todo TODO">TODO</span> draft for ikemoto lets aim to finish writing after student seminar&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org61f9c3b">1.0.1. <span class="done DONE">DONE</span> refit CFA with modified models <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-29 Wed 17:55&gt;</span></span></a></li>
<li><a href="#org3832b04">1.0.2. <span class="done DONE">DONE</span> meeting with Dr. Ikemoto, final model confirmed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:35&gt;</span></span></a></li>
<li><a href="#org5b1ab2e">1.0.3. <span class="todo DOING">DOING</span> summarise refitted results</a></li>
<li><a href="#org3a02352">1.0.4. <span class="done DONE">DONE</span> draw the graph <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-07 Fri 11:57&gt;</span></span></a></li>
<li><a href="#org53c3702">1.0.5. <span class="done DONE">DONE</span> Table 2 summary <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-07 Fri 11:58&gt;</span></span></a></li>
<li><a href="#orgd5e3bcf">1.0.6. <span class="done DONE">DONE</span> Paper done 40% <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 09:39&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org18eae63">2. <span class="done DONE">DONE</span> confirm the comments and modifications from LP and SAM&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org2dc0451">2.0.1. <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-28 Tue 16:02&gt;</span></span></a></li>
<li><a href="#orgd1338e8">2.0.2. <span class="done DONE">DONE</span> prepare cover letter</a></li>
<li><a href="#org363308f">2.0.3. <span class="done DONE">DONE</span> ask LP to type in the requested forms</a></li>
<li><a href="#orga690f40">2.0.4. <span class="done DONE">DONE</span> other things needed to submission <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 16:30&gt;</span></span></a></li>
<li><a href="#orgc4356e2">2.0.5. <span class="done DONE">DONE</span> click submit <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 21:52&gt;</span></span></a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6dcb22f">3. <span class="todo DOING">DOING</span> Cluster analysis &amp; Principal component analysis practical part&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#orgeb68f06">3.1. <span class="done DONE">DONE</span> Lecture notes Page 4 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-23 Sun 11:43&gt;</span></span></a></li>
<li><a href="#org1e34c50">3.2. <span class="done DONE">DONE</span> practical q 6 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-05 Wed 22:09&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org471b844">4. <span class="todo TODO">TODO</span> Survival analysis Frailty models&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#org694cb11">5. <span class="todo TODO">TODO</span> Bayesian statistics Chapter 9;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orgad6a19b">6. <span class="todo TODO">TODO</span> Read book 1: victim book&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li>
<ul>
<li><a href="#orge9160dd">6.0.1. until P226</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgda17272">7. <span class="todo TODO">TODO</span> Read book 2: Correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a></li>
<li><a href="#orge1cff77">8. <span class="todo TODO">TODO</span> Read book 3: Bayesian biostatistics:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></a></li>
<li><a href="#org8d9dc90">9. <span class="todo DOING">DOING</span> Read book 4: Evidence and Evolution: The logic behind the science.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a>
<ul>
<li><a href="#orge356365">9.1. rereading, now till Page 12<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 11:07&gt;</span></span></a></li>
<li><a href="#org73f43bc">9.2. now till page 15 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-15 Sat 16:49&gt;</span></span></a></li>
<li><a href="#org1761755">9.3. till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org85ec053">10. <span class="todo TODO">TODO</span> Read book 5: Wonderful R&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></a></li>
<li><a href="#orgfe5e723">11. <span class="todo DOING">DOING</span> Read book 6: Correspondence analysis&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#org5db8a66">11.1. Chapter 5</a></li>
<li><a href="#orga524e8e">11.2. Chapter 7 optimal scaling <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-06 Thu 22:15&gt;</span></span></a></li>
<li><a href="#orgb99a92f">11.3. Chapter 9 Two dimensional display <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 16:10&gt;</span></span></a></li>
<li><a href="#org040b917">11.4. Try to work on the NDNS RP report before. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 17:40&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org2bff274">12. <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgcb01c7e">13. <span class="todo TODO">TODO</span> Breast cancer and reproduction data preparation for Naito&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org6da1211">14. <span class="todo TODO">TODO</span> Low-dose smoking and mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></a></li>
<li><a href="#org9a201bb">15. <span class="todo TODO">TODO</span> Machine Learning Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#org8a76ab0">16. <span class="done DONE">DONE</span> Deep learning Course 4 week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org3c6cb7b">16.1. <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-19 Wed 18:24&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org44e9b07">17. <span class="todo TODO">TODO</span> Deep learning Course 4 week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a></li>
<li><a href="#orgf08ba8d">18. <span class="todo DOING">DOING</span> Try time-dependent models on CRP, TG, TC, BNP, LDLC, HDLC&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></a>
<ul>
<li>
<ul>
<li><a href="#org1858084">18.0.1. <span class="done DONE">DONE</span> CRP time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 15:17&gt;</span></span></a></li>
<li><a href="#orgabd57d0">18.0.2. <span class="todo TODO">TODO</span> TG time-dep</a></li>
<li><a href="#org9cbb862">18.0.3. <span class="todo TODO">TODO</span> TC time-dep</a></li>
<li><a href="#org910cdc5">18.0.4. <span class="done DONE">DONE</span> BNP time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 17:17&gt;</span></span></a></li>
<li><a href="#orgaa922f2">18.0.5. <span class="done DONE">DONE</span> LDLC time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 18:17&gt; </span></span> &lt;- checked again <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-17 Mon 17:26&gt;</span></span></a></li>
<li><a href="#org09b3c50">18.0.6. <span class="done DONE">DONE</span> HDLC time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-14 Fri 18:20&gt;</span></span></a></li>
<li><a href="#org5ffe271">18.0.7. WITH COVARIATES about comorbidity</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga4bca8d">19. <span class="done DONE">DONE</span> Files for Students upload to AIDL-K</a>
<ul>
<li><a href="#orgf6ae0f4">19.1. done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-04 Tue 14:49&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org9d7daf4">20. <span class="done DONE">DONE</span> hand in files for babies subsidies from gov&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org44f9fbe">20.1. done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-04 Tue 13:23&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org0095200">21. <span class="done DONE">DONE</span> prepare questions for test for 3rd grade students&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a>
<ul>
<li><a href="#orgca7299e">21.1. <span class="done DONE">DONE</span> Q64-Q73 first draft done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-06 Thu 16:16&gt;</span></span></a></li>
<li><a href="#org660e1fa">21.2. <span class="done DONE">DONE</span> confirmed and send to everyone <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 10:34&gt;</span></span></a></li>
<li><a href="#org3fb276d">21.3. <span class="done DONE">DONE</span> send revised version <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 10:48&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org0855bc8">22. <span class="done DONE">DONE</span> JEA voting&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JE">JE</span></span></a></li>
<li><a href="#org816f010">23. <span class="done DONE">DONE</span> Buy Mplus two more licenses&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></a>
<ul>
<li><a href="#org53cb832">23.1. done one <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 16:59&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org3e279a3">24. <span class="done DONE">DONE</span> Regular review for Research Square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#orgd28b41c">24.1. done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-17 Mon 23:21&gt;</span></span></a></li>
</ul>
</li>
<li><a href="#org07f2b81">25. <span class="done DONE">DONE</span> Kyouin Hyouka table send to school <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 09:53&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></a></li>
<li><a href="#org04c1f6d">26. <span class="done DONE">DONE</span> Spend a lot of time on setting up the new Macbook Pro 13 inch mostly done&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></a>
<ul>
<li><a href="#org71cbf92">26.1. <span class="done DONE">DONE</span> latex printing with Japanese</a></li>
<li><a href="#orgac73bd1">26.2. <span class="done DONE">DONE</span> Install OpenBUGS using WINE</a></li>
<li><a href="#org1f44a89">26.3. <span class="done DONE">DONE</span> Emacs configuration</a></li>
<li><a href="#org03ae414">26.4. <span class="todo TODO">TODO</span> Some packages for building bookdown book on Mac</a></li>
<li><a href="#org928d0b1">26.5. <span class="todo TODO">TODO</span> Also try to figure out ways of using Stata from comman on Mac</a></li>
</ul>
</li>
</ul>
</div>
</div>
<pre class="example">
Org is a mode for keeping notes, maintaining TODO lists,
and doing project planning with a fast and effective 
plain-text system.
</pre>


<div id="outline-container-orgf15c4ef" class="outline-2">
<h2 id="orgf15c4ef"><span class="section-number-2">1</span> <span class="todo TODO">TODO</span> draft for ikemoto lets aim to finish writing after student seminar&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org61f9c3b" class="outline-4">
<h4 id="org61f9c3b"><span class="section-number-4">1.0.1</span> <span class="done DONE">DONE</span> refit CFA with modified models <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-29 Wed 17:55&gt;</span></span></h4>
</div>
<div id="outline-container-org3832b04" class="outline-4">
<h4 id="org3832b04"><span class="section-number-4">1.0.2</span> <span class="done DONE">DONE</span> meeting with Dr. Ikemoto, final model confirmed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-30 Thu 17:35&gt;</span></span></h4>
</div>
<div id="outline-container-org5b1ab2e" class="outline-4">
<h4 id="org5b1ab2e"><span class="section-number-4">1.0.3</span> <span class="todo DOING">DOING</span> summarise refitted results</h4>
</div>
<div id="outline-container-org3a02352" class="outline-4">
<h4 id="org3a02352"><span class="section-number-4">1.0.4</span> <span class="done DONE">DONE</span> draw the graph <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-07 Fri 11:57&gt;</span></span></h4>
</div>
<div id="outline-container-org53c3702" class="outline-4">
<h4 id="org53c3702"><span class="section-number-4">1.0.5</span> <span class="done DONE">DONE</span> Table 2 summary <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-07 Fri 11:58&gt;</span></span></h4>
</div>
<div id="outline-container-orgd5e3bcf" class="outline-4">
<h4 id="orgd5e3bcf"><span class="section-number-4">1.0.6</span> <span class="done DONE">DONE</span> Paper done 40% <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 09:39&gt;</span></span></h4>
</div>
</div>
