Todo201906.org
* DONE confirm the comments and modifications from LP and SAM       :LSHTM:
*** DONE done on <2019-05-28 Tue 16:02>
*** DONE prepare cover letter 
*** DONE ask LP to type in the requested forms 
*** DONE other things needed to submission <2019-06-11 Tue 16:30>
*** DONE click submit <2019-06-11 Tue 21:52>


* DOING Cluster analysis & Principal component analysis practical part :LSHTM:
** DONE Lecture notes Page 4 <2019-06-23 Sun 11:43>

** DONE practical q 6 done on <2019-06-05 Wed 22:09>


* TODO Survival analysis [[https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html][Frailty models]]              :bookdown:books:LSHTM:


* TODO [[https://wangcc.me/LSHTMlearningnote/section-88.html][Bayesian statistics Chapter 9]];                :bookdown:books:LSHTM:


* TODO Read book 1: [[http://ywang.uchicago.edu/history/victim_ebook_070505.pdf][victim book]]                                   :reading:
*** until P226


* TODO Read book 2: [[https://www.amazon.co.jp/Correspondence-Analysis-Strategies-Probability-Statistics/dp/1119953243/ref=sr_1_5?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A&keywords=correspondence+analysis&qid=1557206502&s=gateway&sr=8-5][Correspondence analysis]]                    :LSHTM:

* TODO Read book 3: [[https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231][Bayesian biostatistics]]:             :interests:reading:

* DOING Read book 4: [[https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&isbn=9780521871884][Evidence and Evolution: The logic behind the science.]] :reading:
** rereading, now till Page 12<2019-06-13 Thu 11:07>
** now till page 15 <2019-06-15 Sat 16:49>

** till page 30 <2019-06-26 Wed>

* TODO Read book 5: [[https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&qid=1546839385&sr=8-1&keywords=wonderful+R][Wonderful R]]                                   :reading:

  
* DOING Read book 6: [[https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775][Correspondence analysis]]                          :LSHTM:
** Chapter 5
** Chapter 7 optimal scaling <2019-06-06 Thu 22:15>
** Chapter 9 Two dimensional display <2019-06-13 Thu 16:10>
** Try to work on the NDNS RP report before. <2019-06-26 Wed 17:40>

* TODO Chinese Calligraphy(Lantingji Xu)                          :private:


* TODO Breast cancer and reproduction data preparation for Naito      :JACC:
DEADLINE: <2019-07-24 Wed>


* TODO Low-dose smoking and mortality                                  :JACC:
DEADLINE: <2019-07-08 Wed>


* TODO [[https://www.coursera.org/learn/machine-learning/home/welcome][Machine Learning]] Week 9 tasks                                :private:


* DONE Deep learning Course 4 week 1                                :private:
** DONE done on <2019-06-19 Wed 18:24>

* TODO Deep learning Course 4 week 2                                :private:


* DOING Try time-dependent models on CRP, TG, TC, BNP, LDLC, HDLC  :parttime:
*** DONE CRP time-dep <2019-06-10 Mon 15:17>
*** TODO TG time-dep 
*** TODO TC time-dep
*** DONE BNP time-dep <2019-06-10 Mon 17:17>
*** DONE LDLC time-dep <2019-06-10 Mon 18:17> <- checked again <2019-06-17 Mon 17:26>
*** DONE HDLC time-dep <2019-06-14 Fri 18:20>
