Todo201906.html


<div id="outline-container-org18eae63" class="outline-2">
<h2 id="org18eae63"><span class="section-number-2">2</span> <span class="done DONE">DONE</span> confirm the comments and modifications from LP and SAM&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org2dc0451" class="outline-4">
<h4 id="org2dc0451"><span class="section-number-4">2.0.1</span> <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-05-28 Tue 16:02&gt;</span></span></h4>
</div>
<div id="outline-container-orgd1338e8" class="outline-4">
<h4 id="orgd1338e8"><span class="section-number-4">2.0.2</span> <span class="done DONE">DONE</span> prepare cover letter</h4>
</div>
<div id="outline-container-org363308f" class="outline-4">
<h4 id="org363308f"><span class="section-number-4">2.0.3</span> <span class="done DONE">DONE</span> ask LP to type in the requested forms</h4>
</div>
<div id="outline-container-orga690f40" class="outline-4">
<h4 id="orga690f40"><span class="section-number-4">2.0.4</span> <span class="done DONE">DONE</span> other things needed to submission <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 16:30&gt;</span></span></h4>
</div>
<div id="outline-container-orgc4356e2" class="outline-4">
<h4 id="orgc4356e2"><span class="section-number-4">2.0.5</span> <span class="done DONE">DONE</span> click submit <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 21:52&gt;</span></span></h4>
</div>
</div>


<div id="outline-container-org6dcb22f" class="outline-2">
<h2 id="org6dcb22f"><span class="section-number-2">3</span> <span class="todo DOING">DOING</span> Cluster analysis &amp; Principal component analysis practical part&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgeb68f06" class="outline-3">
<h3 id="orgeb68f06"><span class="section-number-3">3.1</span> <span class="done DONE">DONE</span> Lecture notes Page 4 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-23 Sun 11:43&gt;</span></span></h3>
</div>

<div id="outline-container-org1e34c50" class="outline-3">
<h3 id="org1e34c50"><span class="section-number-3">3.2</span> <span class="done DONE">DONE</span> practical q 6 done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-05 Wed 22:09&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org471b844" class="outline-2">
<h2 id="org471b844"><span class="section-number-2">4</span> <span class="todo TODO">TODO</span> Survival analysis <a href="https://wangcc.me/LSHTMlearningnote/-time-dependent-variables-frailty-model.html">Frailty models</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
</div>


<div id="outline-container-org694cb11" class="outline-2">
<h2 id="org694cb11"><span class="section-number-2">5</span> <span class="todo TODO">TODO</span> <a href="https://wangcc.me/LSHTMlearningnote/section-88.html">Bayesian statistics Chapter 9</a>;&#xa0;&#xa0;&#xa0;<span class="tag"><span class="bookdown">bookdown</span>&#xa0;<span class="books">books</span>&#xa0;<span class="LSHTM">LSHTM</span></span></h2>
</div>


<div id="outline-container-orgad6a19b" class="outline-2">
<h2 id="orgad6a19b"><span class="section-number-2">6</span> <span class="todo TODO">TODO</span> Read book 1: <a href="http://ywang.uchicago.edu/history/victim_ebook_070505.pdf">victim book</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orge9160dd" class="outline-4">
<h4 id="orge9160dd"><span class="section-number-4">6.0.1</span> until P226</h4>
</div>
</div>


<div id="outline-container-orgda17272" class="outline-2">
<h2 id="orgda17272"><span class="section-number-2">7</span> <span class="todo TODO">TODO</span> Read book 2: <a href="https://www.amazon.co.jp/Correspondence-Analysis-Strategies-Probability-Statistics/dp/1119953243/ref=sr_1_5?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A&amp;keywords=correspondence+analysis&amp;qid=1557206502&amp;s=gateway&amp;sr=8-5">Correspondence analysis</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
</div>

<div id="outline-container-orge1cff77" class="outline-2">
<h2 id="orge1cff77"><span class="section-number-2">8</span> <span class="todo TODO">TODO</span> Read book 3: <a href="https://www.wiley.com/en-us/Bayesian+Biostatistics-p-9780470018231">Bayesian biostatistics</a>:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="interests">interests</span>&#xa0;<span class="reading">reading</span></span></h2>
</div>

<div id="outline-container-org8d9dc90" class="outline-2">
<h2 id="org8d9dc90"><span class="section-number-2">9</span> <span class="todo DOING">DOING</span> Read book 4: <a href="https://www.cambridge.org/jp/academic/subjects/philosophy/philosophy-science/evidence-and-evolution-logic-behind-science?format=HB&amp;isbn=9780521871884">Evidence and Evolution: The logic behind the science.</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-orge356365" class="outline-3">
<h3 id="orge356365"><span class="section-number-3">9.1</span> rereading, now till Page 12<span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 11:07&gt;</span></span></h3>
</div>
<div id="outline-container-org73f43bc" class="outline-3">
<h3 id="org73f43bc"><span class="section-number-3">9.2</span> now till page 15 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-15 Sat 16:49&gt;</span></span></h3>
</div>

<div id="outline-container-org1761755" class="outline-3">
<h3 id="org1761755"><span class="section-number-3">9.3</span> till page 30 <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org85ec053" class="outline-2">
<h2 id="org85ec053"><span class="section-number-2">10</span> <span class="todo TODO">TODO</span> Read book 5: <a href="https://www.amazon.co.jp/Stan%E3%81%A8R%E3%81%A7%E3%83%99%E3%82%A4%E3%82%BA%E7%B5%B1%E8%A8%88%E3%83%A2%E3%83%87%E3%83%AA%E3%83%B3%E3%82%B0-Wonderful-R-%E6%9D%BE%E6%B5%A6-%E5%81%A5%E5%A4%AA%E9%83%8E/dp/4320112423/ref=sr_1_1?ie=UTF8&amp;qid=1546839385&amp;sr=8-1&amp;keywords=wonderful+R">Wonderful R</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
</div>


<div id="outline-container-orgfe5e723" class="outline-2">
<h2 id="orgfe5e723"><span class="section-number-2">11</span> <span class="todo DOING">DOING</span> Read book 6: <a href="https://www.amazon.co.jp/Correspondence-Analysis-Practice-Interdisciplinary-Statistics/dp/1498731775">Correspondence analysis</a>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org5db8a66" class="outline-3">
<h3 id="org5db8a66"><span class="section-number-3">11.1</span> Chapter 5</h3>
</div>
<div id="outline-container-orga524e8e" class="outline-3">
<h3 id="orga524e8e"><span class="section-number-3">11.2</span> Chapter 7 optimal scaling <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-06 Thu 22:15&gt;</span></span></h3>
</div>
<div id="outline-container-orgb99a92f" class="outline-3">
<h3 id="orgb99a92f"><span class="section-number-3">11.3</span> Chapter 9 Two dimensional display <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 16:10&gt;</span></span></h3>
</div>
<div id="outline-container-org040b917" class="outline-3">
<h3 id="org040b917"><span class="section-number-3">11.4</span> Try to work on the NDNS RP report before. <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 17:40&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org2bff274" class="outline-2">
<h2 id="org2bff274"><span class="section-number-2">12</span> <span class="todo TODO">TODO</span> Chinese Calligraphy(Lantingji Xu)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>


<div id="outline-container-orgcb01c7e" class="outline-2">
<h2 id="orgcb01c7e"><span class="section-number-2">13</span> <span class="todo TODO">TODO</span> Breast cancer and reproduction data preparation for Naito&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h2>
<div class="outline-text-2" id="text-13">
</div>
</div>


<div id="outline-container-org6da1211" class="outline-2">
<h2 id="org6da1211"><span class="section-number-2">14</span> <span class="todo TODO">TODO</span> Low-dose smoking and mortality&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JACC">JACC</span></span></h2>
<div class="outline-text-2" id="text-14">
</div>
</div>


<div id="outline-container-org9a201bb" class="outline-2">
<h2 id="org9a201bb"><span class="section-number-2">15</span> <span class="todo TODO">TODO</span> <a href="https://www.coursera.org/learn/machine-learning/home/welcome">Machine Learning</a> Week 9 tasks&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>


<div id="outline-container-org8a76ab0" class="outline-2">
<h2 id="org8a76ab0"><span class="section-number-2">16</span> <span class="done DONE">DONE</span> Deep learning Course 4 week 1&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-16">
</div>
<div id="outline-container-org3c6cb7b" class="outline-3">
<h3 id="org3c6cb7b"><span class="section-number-3">16.1</span> <span class="done DONE">DONE</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-19 Wed 18:24&gt;</span></span></h3>
</div>
</div>

<div id="outline-container-org44e9b07" class="outline-2">
<h2 id="org44e9b07"><span class="section-number-2">17</span> <span class="todo TODO">TODO</span> Deep learning Course 4 week 2&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
</div>


<div id="outline-container-orgf08ba8d" class="outline-2">
<h2 id="orgf08ba8d"><span class="section-number-2">18</span> <span class="todo DOING">DOING</span> Try time-dependent models on CRP, TG, TC, BNP, LDLC, HDLC&#xa0;&#xa0;&#xa0;<span class="tag"><span class="parttime">parttime</span></span></h2>
<div class="outline-text-2" id="text-18">
</div>
<div id="outline-container-org1858084" class="outline-4">
<h4 id="org1858084"><span class="section-number-4">18.0.1</span> <span class="done DONE">DONE</span> CRP time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 15:17&gt;</span></span></h4>
</div>
<div id="outline-container-orgabd57d0" class="outline-4">
<h4 id="orgabd57d0"><span class="section-number-4">18.0.2</span> <span class="todo TODO">TODO</span> TG time-dep</h4>
</div>
<div id="outline-container-org9cbb862" class="outline-4">
<h4 id="org9cbb862"><span class="section-number-4">18.0.3</span> <span class="todo TODO">TODO</span> TC time-dep</h4>
</div>
<div id="outline-container-org910cdc5" class="outline-4">
<h4 id="org910cdc5"><span class="section-number-4">18.0.4</span> <span class="done DONE">DONE</span> BNP time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 17:17&gt;</span></span></h4>
</div>
<div id="outline-container-orgaa922f2" class="outline-4">
<h4 id="orgaa922f2"><span class="section-number-4">18.0.5</span> <span class="done DONE">DONE</span> LDLC time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-10 Mon 18:17&gt; </span></span> &lt;- checked again <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-17 Mon 17:26&gt;</span></span></h4>
</div>
<div id="outline-container-org09b3c50" class="outline-4">
<h4 id="org09b3c50"><span class="section-number-4">18.0.6</span> <span class="done DONE">DONE</span> HDLC time-dep <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-14 Fri 18:20&gt;</span></span></h4>
</div>
