Todo201906.org
*** WITH COVARIATES about comorbidity 
**** DONE LDLC dataset completed <2019-06-24 Mon 16:30>
**** DONE models with covariates <2019-06-24 Mon 18:10>


* DONE Files for Students upload to AIDL-K  
** done on <2019-06-04 Tue 14:49>


* DONE hand in files for babies subsidies from gov                  :private:
** done on <2019-06-04 Tue 13:23>


* DONE prepare questions for test for 3rd grade students                :AMU:
** DONE Q64-Q73 first draft done on <2019-06-06 Thu 16:16>
** DONE confirmed and send to everyone <2019-06-11 Tue 10:34>
** DONE send revised version <2019-06-13 Thu 10:48>


* DONE JEA voting                                                        :JE:


* DONE Buy Mplus two more licenses                                    :LSHTM:

** done one <2019-06-11 Tue 16:59>


* DONE Regular review for Research Square                           :private:
** done on <2019-06-17 Mon 23:21> 


* DONE Kyouin Hyouka table send to school <2019-06-26 Wed 09:53>                              :AMU:

* DONE Spend a lot of time on setting up the new Macbook Pro 13 inch mostly done :private:
** DONE latex printing with Japanese 
** DONE Install OpenBUGS using WINE 
** DONE Emacs configuration 
** TODO Some packages for building bookdown book on Mac 
** TODO Also try to figure out ways of using Stata from comman on Mac
