Todo201906.html
<div id="outline-container-org5ffe271" class="outline-4">
<h4 id="org5ffe271"><span class="section-number-4">18.0.7</span> WITH COVARIATES about comorbidity</h4>
<div class="outline-text-4" id="text-18-0-7">
</div>
<ol class="org-ol">
<li><a id="org67f1d68"></a><span class="done DONE">DONE</span> LDLC dataset completed <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-24 Mon 16:30&gt;</span></span><br /></li>
<li><a id="orgb70a62b"></a><span class="done DONE">DONE</span> models with covariates <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-24 Mon 18:10&gt;</span></span><br /></li>
</ol>
</div>
</div>


<div id="outline-container-orga4bca8d" class="outline-2">
<h2 id="orga4bca8d"><span class="section-number-2">19</span> <span class="done DONE">DONE</span> Files for Students upload to AIDL-K</h2>
<div class="outline-text-2" id="text-19">
</div>
<div id="outline-container-orgf6ae0f4" class="outline-3">
<h3 id="orgf6ae0f4"><span class="section-number-3">19.1</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-04 Tue 14:49&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org9d7daf4" class="outline-2">
<h2 id="org9d7daf4"><span class="section-number-2">20</span> <span class="done DONE">DONE</span> hand in files for babies subsidies from gov&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-20">
</div>
<div id="outline-container-org44f9fbe" class="outline-3">
<h3 id="org44f9fbe"><span class="section-number-3">20.1</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-04 Tue 13:23&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org0095200" class="outline-2">
<h2 id="org0095200"><span class="section-number-2">21</span> <span class="done DONE">DONE</span> prepare questions for test for 3rd grade students&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
<div class="outline-text-2" id="text-21">
</div>
<div id="outline-container-orgca7299e" class="outline-3">
<h3 id="orgca7299e"><span class="section-number-3">21.1</span> <span class="done DONE">DONE</span> Q64-Q73 first draft done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-06 Thu 16:16&gt;</span></span></h3>
</div>
<div id="outline-container-org660e1fa" class="outline-3">
<h3 id="org660e1fa"><span class="section-number-3">21.2</span> <span class="done DONE">DONE</span> confirmed and send to everyone <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 10:34&gt;</span></span></h3>
</div>
<div id="outline-container-org3fb276d" class="outline-3">
<h3 id="org3fb276d"><span class="section-number-3">21.3</span> <span class="done DONE">DONE</span> send revised version <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-13 Thu 10:48&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org0855bc8" class="outline-2">
<h2 id="org0855bc8"><span class="section-number-2">22</span> <span class="done DONE">DONE</span> JEA voting&#xa0;&#xa0;&#xa0;<span class="tag"><span class="JE">JE</span></span></h2>
</div>


<div id="outline-container-org816f010" class="outline-2">
<h2 id="org816f010"><span class="section-number-2">23</span> <span class="done DONE">DONE</span> Buy Mplus two more licenses&#xa0;&#xa0;&#xa0;<span class="tag"><span class="LSHTM">LSHTM</span></span></h2>
<div class="outline-text-2" id="text-23">
</div>
<div id="outline-container-org53cb832" class="outline-3">
<h3 id="org53cb832"><span class="section-number-3">23.1</span> done one <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-11 Tue 16:59&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org3e279a3" class="outline-2">
<h2 id="org3e279a3"><span class="section-number-2">24</span> <span class="done DONE">DONE</span> Regular review for Research Square&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-24">
</div>
<div id="outline-container-orgd28b41c" class="outline-3">
<h3 id="orgd28b41c"><span class="section-number-3">24.1</span> done on <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-17 Mon 23:21&gt;</span></span></h3>
</div>
</div>


<div id="outline-container-org07f2b81" class="outline-2">
<h2 id="org07f2b81"><span class="section-number-2">25</span> <span class="done DONE">DONE</span> Kyouin Hyouka table send to school <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-06-26 Wed 09:53&gt;</span></span>&#xa0;&#xa0;&#xa0;<span class="tag"><span class="AMU">AMU</span></span></h2>
</div>

<div id="outline-container-org04c1f6d" class="outline-2">
<h2 id="org04c1f6d"><span class="section-number-2">26</span> <span class="done DONE">DONE</span> Spend a lot of time on setting up the new Macbook Pro 13 inch mostly done&#xa0;&#xa0;&#xa0;<span class="tag"><span class="private">private</span></span></h2>
<div class="outline-text-2" id="text-26">
</div>
<div id="outline-container-org71cbf92" class="outline-3">
<h3 id="org71cbf92"><span class="section-number-3">26.1</span> <span class="done DONE">DONE</span> latex printing with Japanese</h3>
</div>
<div id="outline-container-orgac73bd1" class="outline-3">
<h3 id="orgac73bd1"><span class="section-number-3">26.2</span> <span class="done DONE">DONE</span> Install OpenBUGS using WINE</h3>
</div>
<div id="outline-container-org1f44a89" class="outline-3">
<h3 id="org1f44a89"><span class="section-number-3">26.3</span> <span class="done DONE">DONE</span> Emacs configuration</h3>
</div>
<div id="outline-container-org03ae414" class="outline-3">
<h3 id="org03ae414"><span class="section-number-3">26.4</span> <span class="todo TODO">TODO</span> Some packages for building bookdown book on Mac</h3>
</div>
<div id="outline-container-org928d0b1" class="outline-3">
<h3 id="org928d0b1"><span class="section-number-3">26.5</span> <span class="todo TODO">TODO</span> Also try to figure out ways of using Stata from comman on Mac</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: <a href="https://wangcc.me">Chaochen Wang</a></p>
<p class="email">Email: <a href="mailto:chaochen@wangcc.me">chaochen@wangcc.me</a></p>
<p class="date">Created: 2019-06-28 Fri 12:07</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
